Repository: eurolinux-enterprise-linux-sources/python-meh
Catalog: src/po/*.po
Languages: ar, ast, bs, ca, da, de, el, es, fr, gu, hu, it, ja, kn, ko, ml, mr, nl, pa, pt, pt_br, ru, sv, ta, te, uk, zh_cn, zh_tw

source: Local storage Bugzilla Remote server (scp)
ar: التخزين المحلي Bugzilla الخادم البعيد (scp)
ast: Almacenamientu llocal Bugzilla Sirvidor remotu (scp)
bs: Lokalno skladište Bugzilla Udaljeni server (scp)
ca: Emmagatzematge local Bugzilla Servidor remot (scp)
da: Lokalopbevaring Bugzilla Fjernserver (scp)
de: Lokaler Speicher Bugzilla Remote-Server (scp)
el: Τοπική αποθήκευση Bugzilla Απομακρυσμένος εξυπηρετητής (scp)
es: Almacenamiento local Bugzilla Servidor remoto (scp)
fr: Stockage local Bugzilla Serveur distant (scp)
gu: સ્થાનિક સંગ્રહ બગઝીલા દૂરસ્થ સર્વર (scp)
hu: Helyi tároló Bugzilla Távoli kiszolgáló (scp)
it: Memoria locale Bugzilla Server remoto (scp)
ja: ローカル記憶 バグジラ リモートサーバー (scp)
kn: ಸ್ಥಳೀಯ ಶೇಖರಣೆ ಬಗ್‌ಝಿಲ್ಲಾ ದೂರಸ್ಥ ಪರಿಚಾರಕ (scp)
ko: 로컬 저장 버그질라 원격 서버 (scp)
ml: ലോക്കല്‍ സ്റ്റോറേജ് ബഗ്സിലാ റിമോട്ട് സര്‍വര്‍ (scp)
mr: स्थानीय स्टोरेज बगझीला दूरस्थ सर्व्हर (scp)
nl: Locale opslag Bugzilla Server op afstand (scp)
pa: ਲੋਕਲ ਸਟੋਰੇਜ਼ ਬੱਗਜ਼ੀਲਾ ਰਿਮੋਟ ਸਰਵਰ (scp)
pt: Armazenamento local Bugzilla Servidor remoto (scp)
pt_br: Armazenamento local Bugzilla Servidor remoto (scp)
ru: Локальное хранилище Bugzilla Удалённый сервер (scp)
sv: Lokal lagring Bugzilla Fjärrserver (scp)
ta: உள்ளமை சேமிப்பகம் Bugzilla தொலை சேவையகம்scp)
te: స్థానిక నిల్వ బగ్‌జిల్లా దూరస్థ సేవిక (scp)
uk: Локальне сховище Bugzilla Віддалений сервер (scp)
zh_cn: 本地存储 Bugzilla 远程服务器（scp）
zh_tw: 本地儲存體 Bugzilla 遠端伺服器 (scp)

source: Please choose a destination for saving your traceback.
ar: الرجاء اختيار وجهة لحفظ الـ traceback الخاص بك.
ast: Por favor escueyi un destín au atroxar la descripción del to fallu.
bs: Izaberite odredište za čuvanje povratnog traga.
ca: Si us plau trieu una destinació per desar la vostra traça.
da: Vælg venligst en placering til at gemme din traceback i.
de: Bitte wählen Sie einen Speicherort für Ihren Traceback.
el: Παρακαλώ επιλέξτε προορισμό για αποθήκευση του traceback.
es: Por favor elija un destino donde almacenar la descripción de su error.
fr: Choisissez une destination pour la sauvegarde de votre traceback.
gu: તમારી ટ્રેસબુક સંગ્રહ કરવા માટે મહેરબાની કરીને લક્ષ્ય ને પસંદ કરો.
hu: Kérem válasszon a nyomkövetéseihez egy mentési helyet.
it: Si prega di selezionare una destinazione per il salvataggio del commento.
ja: あなたのトレースバックを保存する宛先を選んでください。
kn: ನಿಮ್ಮ ಟ್ರೇಸ್‌ಬ್ಯಾಕ್‌ ಅನ್ನು ಉಳಿಸಲು ಒಂದು ಗುರಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 역추적을 저장하기 위한 대상을 선택하십시오.
ml: നിങ്ങളുടെ ട്രെയിസ്ബാക്ക് സൂക്ഷിക്കുവാനുള്ള സ്ഥലം തെരഞ്ഞെടുക്കുക.
mr: तुमचे traceback साठवण्याकरीता कृपया लक्ष्य ठरवा.
nl: Kies a.u.b. een bestemming voor het opslaan van jouw traceback.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਟਰੇਸਬੈਕ ਸੰਭਾਲਣ ਲਈ ਇੱਕ ਟਿਕਾਣਾ ਚੁਣੋ।
pt: Por favor, escolha um destino para gravar o registo de traçagem.
pt_br: Por favor, escolha um destino para salvar o seu traceback.
ru: Укажите место для сохранения информации трассировки.
sv: Välj en plats att spara ditt stackspår.
ta: உங்களது பின்அடையாளத்திற்கு ஒரு இலக்கை தேர்ந்தெடுத்து சேமிக்கிறது.
te: మీ ట్రేస్‌బాక్‌ను దాయుటకు దయచేసి గమ్యాన్ని యెంచుకొనండి.
uk: Вкажіть місце для збереження інформації трасування.
zh_cn: 请为您的追踪回溯信息选择一个保存位置。
zh_tw: 請為您的追蹤回溯資訊選擇一個儲存位置。

source: Save
ar: حفظ
ast: Guardar
bs: Sačuvaj
ca: Desa
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
gu: સંગ્રહો
hu: Mentés
it: Salva
ja: 保存
kn: ಉಳಿಸು
ko: 저장
ml: സൂക്ഷിക്കുക
mr: साठवा
nl: Opslaan
pa: ਸੰਭਾਲੋ
pt: Gravar
pt_br: Salvar
ru: Сохранить
sv: Spara
ta: சேமி
te: దాయుము
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

source: Select A File
ar: اختر ملف
ast: Escoyer un ficheru
bs: Izaberite datoteku
ca: Seleccioneu un fitxer
da: Vælg en fil
de: Datei auswählen
el: Επιλογή Αρχείου
es: Elegir un archivo
fr: Sélectionner un fichier
gu: ફાઇલને પસંદ કરો
hu: Válasszon egy fájlt
it: Selezionare un file
ja: ファイルの選択
kn: ಒಂದು ಕಡತವನ್ನು ಆರಿಸಿ
ko: 파일 선택
ml: ഒരു ഫയല്‍ തെരഞ്ഞെടുക്കുക
mr: फाइल नीवडा
nl: Selecteer een bestand
pa: ਇੱਕ ਫਾਇਲ ਚੁਣੋ
pt: Seleccione Um Ficheiro
pt_br: Selecione um arquivo
ru: Выберите файл
sv: Välj en fil
ta: ஒரு கோப்பை தேர்ந்தெடு
te: దస్త్రమును యెంపికచేయుము
uk: Вкажіть файл
zh_cn: 选择一个文件
zh_tw: 選取檔案

source: _Host (host:port)
ar: ال_مضيف (المضيف:المنفذ)
ast: _Equipu (nome:puertu)
bs: _Domaćin (domaćin:port)
ca: _Ordinador (ordinador:port)
da: _Vært (vært:port)
el: _Διεύθυνση (διεύθυνση:θύρα)
es: _Equipo (nombre:puerto)
fr: _Hôte (hôte:port)
gu: યજમાન (_H) (host:port)
hu: _Gépnév (host:port)
ja: ホスト (ホスト:ポート)(_H)
kn: ಅತಿಥೇಯ (host:port)(_H)
ko: 호스트 (호스트:포트)(_H)
ml: _ഹോസ്റ്റ് (host:port)
mr: यजमान (यजमान:पोर्ट) (_H)
nl: _Host (host:poort)
pa: ਹੋਸਟ(_H) (host:port)
pt: _Servidor (máquina:porto)
pt_br: _Máquina (máquina:porta)
ru: _Узел (узел:порт)
sv: _Värd (värd:port)
ta: புரவலன் (புரவல:துறை) (_H)
te: హోస్టు (host:port) (_H)
uk: В_узол (вузол:порт)
zh_cn: 主机（主机：端口）
zh_tw: 主機(host:port)(_H)

source: _Password
ar: _كلمة المرور
ast: _Contraseña
bs: _Lozinka
ca: _Contrasenya
da: _Adgangskode
de: _Passwort
el: _Κωδικός Πρόσβασης
es: _Contraseña
fr: _Mot de passe
gu: પાસવર્ડ (_P)
hu: _Jelszó
ja: パスワード
kn: ಗುಪ್ತಪದ(_P)
ko: 암호(_P)
ml: _അടയാളവാക്ക്
mr: पासवर्ड (_P)
nl: _Wachtwoord
pa: ਪਾਸਵਰਡ(_P)
pt: _Senha
pt_br: _Senha
ru: _Пароль
sv: _Lösenord
ta: கடவுச்சொல் (_P)
te: సంకేతపదము (_P)
uk: _Пароль
zh_cn: 密码(_P)
zh_tw: 密碼(_P)

source: _User name
ar: ا_سم المستخدم
ast: Nome d'_usuariu
bs: _Korisničko ime
ca: _Nom d'usuari
da: _Brugernavn
de: _Benutzername
el: Όν_ομα χρήστη
es: Nombre de _usuario
fr: _Nom d'utilisateur
gu: વપરાશકર્તા નામ (_U)
hu: _Felhasználói név
it: Nome _Utente
ja: 利用者名
kn: ಬಳಕೆದಾರ ಹೆಸರು(_U)
ko: 사용자 이름(_U)
ml: _ഉപയോക്തൃനാമം
mr: वापरकर्त्याचे नाव (_U)
nl: _Gebruikers naam
pa: ਯੂਜ਼ਰ ਨਾਂ(_U)
pt: _Utilizador
pt_br: _Nome de usuário
ru: _Имя пользователя
sv: _Användarnamn
ta: பயனர் பெயர் (_U)
te: వినియోగదారి నామము (_U)
uk: _Ім'я
zh_cn: 用户名(_U)
zh_tw: 使用者名稱(_U)
