Repository: eurolinux-enterprise-linux-sources/python-meh
Catalog: src/po/*.po
Languages: ar, ast, bs, ca, da, de, el, es, fr, gu, hu, it, ja, kn, ko, ml, mr, nl, pa, pt, pt_br, ru, sv, ta, te, uk, zh_cn, zh_tw

source: Unable To Login
ar: غير قادر على تسجيل الدخول
ast: Nun puede rexistrase
bs: Ne moze da se prijavim
ca: No és posible registrar-se
da: Kunne ikke logge ind
de: Anmelden nicht möglich
el: Αδυναμία Σύνδεσης
es: No es posible registrarse
fr: Connexion impossible
gu: પ્રવેશ કરવાનું અસમર્થ
hu: Bejelentkezés sikertelen
it: Impossibile accedere
ja: ログインできません
kn: ಪ್ರವೇಶವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: 로그인 할 수 없음
ml: ലോഗിന്‍ ചെയ്യുവാന്‍ സാധ്യമല്ല
mr: प्रवेश करण्यास अशक्य
nl: Niet in staat om in te loggen
pa: ਲਾਗਇਨ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt: Não é Possível Iniciar Sessão
pt_br: Não foi possível autenticar
ru: Не удаётся войти
sv: Kan inte logga in
ta: உட்புக முடியவில்லை
te: లాగిన్ కాలేక పోయింది
uk: Не вдається увійти
zh_cn: 无法登录
zh_tw: 無法登入

source: There was an error logging into %s using the provided username and password.
ar: هنالك مشكلة في الدخول إلى %s باستخدام اسم المستخدم وكلمة المرور المعطاة.
ast: Hebo un fallu al rexistrase en %s usando'l nome d'usuariu y la contraseña apurríos.
bs: Došlo je do greške pri prijavi na %s koristeći pruženo korisničko ime i šifru.
ca: Hi ha hagut un error en registrar-se a %s amb el nom d'usuari i clau indicat.
da: Der opstod en fejl ved indlogning på %s ved brug af det angivne brugernavn og adgangskode.
de: Beim Anmelden bei %s mittels angegebenem Benutzernamen/Passwort ist ein Fehler aufgetreten.
el: Υπήρξε σφάλμα στη σύνδεση στο %s με τα παρεχόμενα στοιχεία (όνομα χρήστη και κωδικό πρόσβασης).
es: Hubo un error al registrarse en %s utilizando el nombre de usuario y la contraseña provistos.
fr: Une erreur est survenue lors de la connexion à %s avec le nom d'utilisateur et le mot de passe fourni.
gu: પૂરા પાડેલ વપરાશકર્તા અને પાસવર્ડની મદદથી %s માં પ્રવેશ કરતી વખતે ભૂલ હતી.
hu: A megadott felhasználói névvel és jelszóval nem sikerült bejelentkezni ide: %s.
it: Si è verificato un errore durante l'accesso a %s usando il nome utente e la password forniti.
ja: 指定された利用者名とパスワードで %s にログインする時にエラーになりました。
kn: ಒದಗಿಸಲಾದ ಬಳಕೆದಾರ ಹೆಸರು ಹಾಗು ಗುಪ್ತಪದವನ್ನು ಬಳಸಿಕೊಂಡು %s ಗೆ ದಾಖಲಾಗುವಲ್ಲಿ ದೋಷ ಎದುರಾಗಿದೆ.
ko: 지정된 사용자 이름 및 암호를 사용하여 %s에 로그인하는 도중 오류가 발생했습니다.
ml: നല്‍കിയ ഉപയോക്തൃനാമവും അടയാളവാക്കും ഉപയോഗിച്ചു് %s-ലേക്ക് പ്രവേശിക്കുന്നതില്‍ പിശക്.
mr: वापरकर्त्याचे नाव व पासवर्डचा वापर करतेवेळी %s मध्ये प्रवेश करतेवेळी त्रुटी आढळली.
nl: Er trad een fout op met het inloggen op %s met de opgegeven gebruikers naam en wachtwoord.
pa: ਦਿੱਤਾ ਗਿਆ ਯੂਜ਼ਰ-ਨਾਂ ਅਤੇ ਪਾਸਵਰਡ ਵਰਤ ਕੇ %s ਵਿੱਚ ਲਾਗਇਨ ਕਰਨ ਵਿੱਚ ਗਲਤੀ ਸੀ।
pt: Ocorreu um erro ao iniciar sessão em %s com o utilizador e senha indicados.
pt_br: Houve um erro ao autenticar no %s usando o nome de usuário e senha fornecidos.
ru: Произошла ошибка входа в %s используя предоставленные имя пользователя и пароль.
sv: Ett fel inträffade vid inloggningen på %s med det angivna användarnamnet och lösenordet.
ta: அங்கே %sக்குள் உட்புக தரப்பட்ட பயனர்பெயர் மற்றும் கடவுச்சொல்லை உட்புகுத்துவதில் பிழை.
te: అందించబడిన వినియోగదారినామము మరియు సంకేతపదము వుపయోగించి %sనకు లాగిన్ అవుటలో వొక దోషమువుంది.
uk: Виникла помилка входу у %s використовуючи надане користувачем ім'я та пароль.
zh_cn: 当使用提供的用户名和密码向 %s 写入日志时发生了一个错误。
zh_tw: 當使用提供的使用者名稱和密碼向 %s 寫入日誌時發生了錯誤。

source: Bug Created
ar: تم إنشاء المشكلة
ast: Creóse'l fallu (bug)
bs: Greška je kreairana
ca: Error creat
da: Fejlrapport oprettet
de: Fehlerbericht erstellt
el: Δημιουργία Αναφοράς Σφάλματος
es: El error ha sido creado
fr: Bogue créé
gu: ભૂલ બનાવેલ
hu: Hiba elkészült
it: Bug creato
ja: バグが作成されました
kn: ದೋಷ ವರದಿಯನ್ನು ರಚಿಸಲಾಗಿದೆ
ko: 버그가 생성되었습니다
ml: ബഗ് ഉണ്ടാക്കി
mr: बग निर्माण झाले
nl: Fout aangemaakt
pa: ਬੱਗ ਬਣ ਗਿਆ
pt: Erro Criado
pt_br: Relatório de erro criado
ru: Отчёт об ошибке создан
sv: Felrapport skapad
ta: பிழை உருவாக்கப்பட்டது
te: బగ్ సృష్టించబడింది
uk: Звіт про помилку створено
zh_cn: 漏洞已创建
zh_tw: 錯誤報告已建立

source: A new bug has been created with your traceback attached. Please add additional information such as what you were doing when you encountered the bug, screenshots, and whatever else is appropriate to the following bug: %s/%s
ar: مشكلة جديدة أنشئت مع اتصال traceback الخاص بك. الرجاء إضافةمعلومات إضافية مثل ماذا كنت تفعل عندما واجهتالمشكلة، صور من الشاشة, و أي شيء آخر هو مناسب للمشكلة التالية: %s/%s
ast: Creóse un fallu nuevu (bug) cola so descripción axunta. Por favor, amiesta información adicional, como por exemplu, qué ye lo que tabes faciendo cuando atopesti esti fallu, captures de pantalla, o cualesquier cosa que consideres pertinente al fallu en cuestión: %s/%s
bs: Nova greška je napravljena sa vašim povratnim tragom ('traceback') prilozenim. Dodajte dodatne podatke kao šta ste radili kada ste naišli na grešku, snimke ekrana, i šta god je prikladno sljedećoj grešci: %s/%s
ca: Un nou error s'ha creat amb la traça adjuntada. Si us plau doneu informació addicional, com què estaveu fent quan vau trobar l'error, captures de pantalla i qualsevol dada que sigui apropiada per a aquest error: %s/%s
da: En ny fejlrapport er blevet oprettet med din traceback vedhæftet. Tilføj gerne ekstra information, som f.eks. hvad du var igang med da du opdagede fejlen, skærmbilleder og hvad der ellers er passende til følgende fejl: %s/%s
de: Ein neuer Fehlerbericht wurde erstellt mit Ihrem Traceback als Anhang. Bitte geben Sie zusätzliche Informationen an über die Situation, in der der Fehler auftrat, Screenshots, und sonstige hilfreiche Angaben zu diesem Fehler: %s/%s
el: Μια νέα αναφορά σφάλματος δημιουργήθηκε με συνημμένες τις traceback πληροφορίες. Παρακαλώ συμπληρώστε πρόσθετες πληροφορίες όπως τι κάνατε όταν εμφανίστηκε το σφάλμα, καταγραφές οθόνης, και ότι άλλο είναι απαραίτητο στη ακόλουθη αναφορά σφάλματος: %s/%s
es: Un nuevo error ha sido creado con su descripción adjunta. Por favor, agregue información adicional, como ser por ejemplo, qué es lo que estaba realizando cuando se encontró con este error, capturas de pantalla, o cualquier cosa que considere pertinente al error en cuestión: %s/%s
fr: Un nouveau bogue a été créé avec votre traceback attaché. Veuillez ajouter les informations additionnelles, telles que ce que vous étiez en train de faire lorsque le bogue est apparu, des captures d'écran, ainsi que toute autre information jugée utile : %s/%s
gu: નવી ભૂલ જોડાયેલ તમારી ટ્રેસબુક સાથે બનાવી દેવામાં આવી છે. મહેરબાની કરીને વધારાની જાણકારીને ઉમેરો જેવી કે તમે શું કરી રહ્યા હતા ક્યારે તમે ભૂલ, સ્ક્રીનશોટો, અને ગમે તે નીચેની ભૂલ ને અનૂકુળ શોધ્યુ છે: %s/%s
hu: Új hiba készült az Ön nyomkövetési információival. Kérem adjon meg további információt, mint például mit csinált a hiba jelentkezésekor, képernyőképek, és bármi, ami ehhez a hibához illő: %s/%s
it: E' stato creato un nuovo bug con il tuo commento allegato. Si prega di aggiungere informazioni aggiuntive tipo cosa si stava facendo mentre si è riscontrato il problema, schermate e qualsiasi altra cosa sia appropriata al seguente bug: %s/%s
ja: 添付のあなたのトレースバックと共に新しいバグが作成されました。以下のバグにバグに出会った時に何をしていたかや、スクリーンショットなど何でもいいから追加情報を付加してください: %s/%s
kn: ನಿಮ್ಮ ಟ್ರೇಸ್‌ಬ್ಯಾಕ್‌ ಅನ್ನು ಲಗತ್ತಿಸಲಾದ ಒಂದು ಹೊಸ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಈ ದೋಷವು ಸಂಭವಿಸಿದಾಗ ನೀವು ಏನು ಮಾಡುತ್ತಿದ್ದೀರಿ, ಅದರ ತೆರೆಚಿತ್ರಗಳು, ಹಾಗು ಈ ದೋಷ ವರದಿಗೆ ಸೂಕ್ತವಾದ ಬೇರಾವುದೆ ಮಾಹಿತಿಗಳಿದ್ದಲ್ಲಿ ಅವುಗಳನ್ನು ಸೇರಿಸಿ: %s/%s
ko: 역추적 첨부와 함께 새로운 버그가 생성되었습니다. 버그가 발생했을 때 무엇을 하고 있었는지와 스크린샷과 같은 버그와 관련된 정보를 추가해 주십시오: %s/%s
ml: നിങ്ങളുടെ ട്രെയിസ്ബാക്ക് ചേര്‍ത്തു് ഒരു പുതിയ ബഗ് ഉണ്ടാക്കി. നിങ്ങള്‍ക്കീ ബഗ് എപ്പോഴുണ്ടായി, സ്ക്രീന്‍ഷോട്ടുകള്‍, താഴെ പറയുന്ന ബഗിനാവശ്യമുള്ള മറ്റു് വിവരങ്ങള്‍ ദയവായി ഉള്‍പ്പെടുത്തുക: %s/%s
mr: तुमच्या जुळलेल्या traceback सह नवीन बग निर्माण केले आहे. कृपया अगाऊ माहिती जसे की बग आढळले तेव्हा तुम्ही काय करत होता, स्क्रीनशॉट्स्, व खालील बगसासठी आवश्यक माहिती समाविष्ट करा: %s/%s
nl: Een nieuwe fout is aangemaakt met jouw traceback toegevoegd. Voeg a.u.b. extra informatie toe, zoals wat je aan het doen was toen de fout optrad, schermafdrukken, en wat nog meer van belang kan zijn voor de volgende fout: %s/%s
pa: ਤੁਹਾਡੀ ਨੱਥੀ ਟਰੇਸਬੈਕ ਨਾਲ ਇੱਕ ਨਵਾਂ ਬੱਗ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਾਧੂ ਜਾਣਕਾਰੀ ਸ਼ਾਮਿਲ ਕਰੋ ਜਿਵੇਂ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰ ਰਹੇ ਸੀ ਜਦੋਂ ਬੱਗ ਵੇਖਿਆ, ਸਕਰੀਨਸ਼ਆਟ, ਅਤੇ ਹੋਰ ਜੋ ਵੀ ਬੱਗ ਨਾਲ ਸੰਬੰਧਿਤ ਹੈ: %s/%s
pt: Foi criado um novo erro com o seu registo de chamadas em anexo. Por favor adicione algumas informações adicionais, como o que estava a fazer quando lhe ocorreu o erro, algumas imagens e tudo o que seja apropriado para o seguinte erro: %s/%s
pt_br: Um novo relatório de erro foi criado com o seu traceback anexado. Por favor, inclua quaisquer informações adicionais, como o que você estava fazendo quando encontrou o erro, capturas de tela e o que mais for apropriado para o seguinte erro: %s/%s
ru: Создан новый отчёт об ошибке с вложением трассировки. Добавьте дополнительную информацию, например, опишите, как и где вы столкнулись с этой ошибкой и по возможности приложите снимок экрана: %s/%s
sv: En ny felrapport har skapats med din spårningsinformation bifogad. Lägg till ytterligare information såsom vad du gjorde när du stötte på felet, skärmutskrifter, och vad mer som kan vara relevant för det följande felet: %s/%s
ta: ஒரு புதிய பிழை உங்களது பின் அடையாளத்துடன் உருவாக்கப்பட்டு சேர்க்கப்படுகிறது. கூடுதல் தகவலான என்ன நீங்கள் செய்கிறீர்கள் எப்போது நேராய் பிழை , ஸ்க்ரீன்ஷாட்டுகள், மற்றும் பின்வரும் பிழையில் பொருத்தமாக சேர்க்கிறது: %s/%s
te: మీరు అందిచిన ట్రేస్‌బాక్ అనుభందించి కొత్త బగ్ సృష్టించబడింది. మీకు బగ్ వచ్చినప్పుడు మీరు యేమి చేస్తున్నారో, దానికి సంభందించిన స్క్రీనుషాట్లు వంటి అదనపు సమాచారాన్ని, మరియు క్రింది బగ్‌కు సంభందించిన యే యితర సమాచారాన్ని అయినా దయచేసి జతపరచండి: %s/%s
uk: Створено новий звіт про помилку із вкладеним трасуванням. Додайте додаткову інформацію, наприклад, опишіть, як і де ви зіштовхнулися з цією помилкою та при можливості додайте знімок екрану: %s/%s
zh_cn: 已生成新 bug 并附加了您的跟踪信息。请添加附加信息，比如您遇到这个 bug 时做了什么、截屏以及与这个 bug 关联的任何情况： %s/%s
zh_tw: 已產生新的錯誤並附加了您的追蹤訊息。請加入附加資訊，像是您遇到這個錯誤時做了什麼、截圖以及與這個錯誤關聯的任何情況： %s/%s

source: Bug Updated
ar: تم تحديث المشكلة
ast: Fallu anováu
bs: Greška je ažurirana
ca: Error actualitzat
da: Fejlrapport opdateret
de: Fehler aktualisiert
el: Ενημέρωση Αναφοράς Σφάλματος
es: Error actualizado
fr: Mise à jour du bogue
gu: ભૂલ સુધારેલ
hu: Hiba frissítve
it: Bug aggiornato
ja: バグが更新されました
kn: ದೋಷ ವರದಿಯನ್ನು ಅಪ್‍ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ko: 버그가 업데이트되었습니다
ml: ബഗ് പരിഷ്കരിച്ചു
mr: बग सुधारीत झाले
nl: Fout vernieuwd
pa: ਬੱਗ ਅੱਪਡੇਟ ਹੋ ਗਿਆ
pt: Erro Actualizado
pt_br: Relatório de erro atualizado
ru: Отчёт обновлён
sv: Felrapport uppdaterad
ta: பிழை மேம்படுத்தப்பட்டது
te: బగ్ నవీకరించబడింది
uk: Звіт оновлено
zh_cn: 已修补的漏洞
zh_tw: 錯誤報告已更新

source: A bug with your information already exists. Your account has been added to the CC list and your traceback added as a comment. Please add additional descriptive information to the following bug: %s/%s
ar: مشكلة مع معلوماتك موجودة مسبقا. حسابك أضيف إلىقائمة الـ CC و الـ traceback الخاص بك أضيف كملاحظة. الرجاء إضافة معلوماتوصفية إضافية إلى المشكلة التالية: %s/%s
ast: Yá esiste un fallu cola so información. La to cuenta amestóse a la llista CC y la to descripción axuntóse en forma de comentariu. Por favor, amiesta información descriptiva adicional al siguiente fallu: %s/%s
bs: Greška sa vašim podacima već postoji. Vaš nalog je dodat u spisak kopiranih primalaca ('CC') i vaš povratni trag je dodat kao komentar. Dodajte dodatne opisne podatke sljedećoj grešci: %s/%s
ca: Un error amb la seva informació ja existeix. El seu compte ha estat afegit a la llista CC i la traça creada com a comentari. Si us plau doneu informació descriptiva addicional del següent error: %s/%s
da: En fejlrapport med din information findes allerede. Din konto er blevet tilføjet til CC-listen, og din traceback er tilføjet som en kommentar. Tilføj gerne ekstra, beskrivende information til følgende fejlrapport: %s/%s
de: Ein Fehler mit Ihren Informationen existiert bereits. Ihr Benutzerkonto wurde zur CC-Liste hinzugefügt und Ihr Traceback als Kommentar hinzugefügt. Bitte geben Sie zusätzliche beschreibende Informationen zu diesem Fehler an: %s/%s
el: Υπάρχει ήδη μια αναφορά σφάλματος με τα στοιχεία σας. Ο λογαριασμός σας έχει προστεθεί στην λίστα κοινοποίησης και το traceback έχει προστεθεί ως σχόλιο. Παρακαλώ προσθέστε επιπλέον περιγραφικά στοιχεία στην ακόλουθη αναφορά σφάλματος: %s/%s
es: Ya existe un error con su información. Su cuenta ha sido añadida a la lista CC y su descripción ha sido adjuntada en forma de comentario. Por favor, agregue información descriptiva adicional al siguiente error: %s/%s
fr: Un bogue contenant vos informations existe déjà. Votre compte a été ajouté à la liste des destinataires en copie et votre traceback a été ajouté en tant que commentaire. Veuillez ajouter toute information descriptive au bogue suivant : %s/%s
gu: તમારી જાણકારી સાથે ભૂલ પહેલેથી જ અસ્તિત્વ ધરાવે છે. તમારુ ખાતુ CC યાદીમાં ઉમેરી દેવામાં આવ્યુ છે અને તમારી ટ્રેસબુક ટિપ્પણી તરીકે ઉમેરાયેલ છે. મહેરબાની કરીને નીચેની ભૂલમાં વધારાની વર્ણનાત્મક જાણકારીને ઉમેરો: %s/%s
hu: A hiba az Ön információival már létezett. A fiókja hozzá lett adva a másolat listához és a nyomkövetési információi megjegyzésként. Kérem adjon meg további leíró információkat a következő hibáról: %s/%s
it: Esiste già un bug con le tue informazioni. Il tuo account è stato aggiunto alla lista CC e la descrizione aggiunta come commento. Si prega di aggiungere informazioni descrittive al seguente bug: %s/%s
ja: あなたの情報のバグは既にあります。あなたのアカウントは CC リストに追加され、あなたのトレースバックはコメントとして追加されます。以下のバグに追加の記述情報を追加してください: %s/%s
kn: ನೀವು ಒದಗಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡ ಒಂದು ದೋಷ ವರದಿಯು ಈಗಾಗಲೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅದರ CC ಪಟ್ಟಿಗೆ ಸೇರ್ಪಡಿಸಲಾಗಿದೆ ಹಾಗು ನಿಮ್ಮ ಟ್ರೇಸ್‌ಬ್ಯಾಕ್ ಅನ್ನು ಒಂದು ಅಭಿಪ್ರಾಯವಾಗಿ ಸೇರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಈ ಕೆಳಗಿನ ದೋಷಕ್ಕಾಗಿ ವಿವರವಾದ ಮಾಹಿತಿಗಳನ್ನು ಸೇರಿಸಿ: %s/%s
ko: 귀하의 정보가 들어 있는 버그가 이미 존재합니다. 귀하의 계정은 CC 목록에 추가되어 있으므로 역추적이 댓글로 추가됩니다. 다음 버그에 추가 설명을 더합니다: %s/%s
ml: നിങ്ങളുടെ വിവരങ്ങളുള്‍പ്പെടുത്തിയ ഒരു ബഗ് നിലവിലുണ്ടു്. നിങ്ങളുടെ അക്കൌണ്ട് CC-ലും ട്രെയിസ്ബാക്ക് comment ആയും ചേര്‍ത്തിരിക്കുന്നു. ദയവായി കൂടുതല്‍ വിശദമായ വിവരങ്ങള്‍ താഴെ നല്‍കുക: %s/%s
mr: तुम्ही दिलेली माहितीचे बग आधिपासूनच अस्तित्वात आहे. तुमचे खाते CC सूचीत समाविष्ट केले व तुमचे traceback टिपण्णी नुरूप समाविष्ट केले. कृपया खालील बगमध्ये अगाऊची वर्णनीय माहिती समाविष्ट करा: %s/%s
nl: Een fout met jouw informatie bestaat al. Jouw account is toegevoegd aan de CC lijst en je traceback is toegevoegd als commentaar. Voeg a.u.b. extra beschrijvende informatie toe aan de volgende fout: %s/%s
pa: ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਵਾਲਾ ਇੱਕ ਬੱਗ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਤੁਹਾਡਾ ਅਕਾਊਂਟ CC ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਿਲ ਕੀਤਾ ਹੈ ਅਤੇ ਤੁਹਾਡੀ ਟਰੇਸਬੈਕ ਟਿੱਪਣੀ ਤੌਰ ਤੇ ਸ਼ਾਮਿਲ ਕੀਤੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਲੇ ਬੱਗ ਵਿੱਚ ਵਾਧੂ ਜਾਣਕਾਰੀ ਸ਼ਾਮਿਲ ਕਰੋ: %s/%s
pt: Já existe um erro com a sua informação. A sua conta foi adicionada à lista de CC e o seu registo de chamadas foi adicionado como um comentário. Por favor, adicione mais informações descritivas do seguinte erro: %s/%s
pt_br: Já existe um relatório de erro com as suas informações. A sua conta foi adicionada à lista de CC e o seu traceback adicionado como comentário. Por favor, inclua quaisquer informações descritivas adicionais para o seguinte erro: %s/%s
ru: Запрос с этой информацией уже существует. Ваша учётная запись была добавлена в список CC и данные трассировки добавлены в качестве комментария. Пожалуйста, добавьте дополнительную информацию к следующей ошибке: %s/%s
sv: Ett fel med din information finns redan. Ditt konto har lagts till till kopielistan och ditt stackspår lades till som en kommentar. Lätt till ytterligare beskrivande information till följande felrapport: %s/%s
ta: ஒரு பிழையுடன் உங்களது தகவல் ஏற்கனவே உள்ளது. CC பட்டியலுடன் உங்களது கணக்குகள் சேர்க்கப்பட்டது மற்றும் உங்களது பின்அடையாளத்தை ஒரு கருத்தாக சேர்க்கப்படுகிறது. பின்வரும் விளக்கப்பட்ட கூடுதல் தகவல் பின்வரும் பிழையை சேர்க்கிறது: %s/%s
te: మీరు అందించిన సమాచారముతో వొక బగ్ యిప్పటికే వుంది. మీ ఖాతా CC జాబితానకు జతచేయబడింది మరియు మీ ట్రేస్‌బాక్ వ్యాఖ్యానము వలె జతచేయబడింది. క్రింది బగ్‌కు సంభందించిన అదనపు వివరణాత్మక సమాచారాన్ని దయచేసి జతపరచండి: %s/%s
uk: Запит з цією інформацією вже існує. Ваш обліковий запис був доданий до списку CC та дані трасування додані у якості коментарю. Будь ласка, додайте додаткову інформацію до наступної помилки: %s/%s
zh_cn: 包含您提供的信息的 bug 已经存在。已将您的帐户添加到 CC 列表中，将您的跟踪信息作为注释添加。请在以下 bug 中添加额外描述信息： %s/%s
zh_tw: 包含您提供資訊的錯誤報告已經存在。已將您的帳號加入到 CC 清單中，將您的追蹤訊息做為註釋加入。請在以下錯誤報告中加入額外描述資訊： %s/%s

source: _Debug
ar: _تصحيح الأخطاء
ast: _Depuración
bs: Otklon _grešaka
ca: _Depura
da: _Fejlsøg
de: Fehler_diagnose
el: _Αποσφαλμάτωση
es: _Depuración
fr: _Déboguer
gu: ડિબગ (_D)
hu: _Hibakeresés
ja: デバッグ(_D)
kn: ದೋಷನಿವಾರಣೆ (_D)
ko: 디버그(_D)
ml: _ഡീബഗ് ചെയ്യുക
mr: डीबग (_D)
pa: ਡੀਬੱਗ(_D)
pt: _Depurar
pt_br: _Depurar
ru: _Отладка
sv: _Felsöka
ta: பிழை (_D)
te: డీబగ్ (_D)
uk: _Налагодження
zh_cn: 排错(_D)
zh_tw: 除錯(_D)

source: _Exit
ar: _خروج
ast: _Colar
bs: _Izlaz
ca: _Surt
da: _Afslut
de: _Beenden
el: Έ_ξοδος
es: _Salir
fr: _Fermer
gu: બહાર નીકળો (_E)
hu: _Kilépés
it: _Esci
ja: 終了(_E)
kn: ನಿರ್ಗಮಿಸು (_E)
ko: 종료(_E)
ml: _പുറത്ത് കടക്കുക
mr: बाहेर पडा (_E)
nl: V_erlaten
pa: ਬਾਹਰ(_E)
pt: _Sair
pt_br: _Sair
ru: В_ыход
sv: _Avsluta
ta: வெளியேறு (_E)
te: నిష్క్రమించు (_E)
uk: _Вийти
zh_cn: 退出(_E)
zh_tw: 離開(_E)

source: An unhandled exception has occurred. This is most likely a bug. Please save a copy of the detailed exception and file a bug report.
ar: حدث خطأ لا يمكن التعامل معه. هذه في الأغلب مشكلة. الرجاء احفظ نسخة من الخطأ المفصل وسجل تقرير المشكلة.
ast: Hebo una esceición non manipulada . Seguramente esto seya un fallu. Por favor, guarda una copia del detalle de la excepción y manda un informe de fallu.
bs: Došlo je do neobrađene iznimke. Ovo je najverovatnije greška. Sačuvajte kopiju detaljne iznimke i podnesite izvještaj o grešci.
ca: S'ha produït una excepció no gestionada. És molt probable que sigui un error.Si us plau deseu una copia detallada de l'excepció i envieu un informe de l'error.
da: En ubehandlet undtagelse er opstået. Dette er højst sandsynligt en fejl. Gem venligst en kopi af den detaljerede undtagelse og udfyld en fejlrapport.
de: Eine außergewöhnliche Ausnahme ist aufgetreten. Dies ist höchstwahrscheinlich ein Fehler. Bitte speichern Sie eine Kopie der ausführlichen Ausnahme und reichen einen Fehlerbericht ein.
el: Παρουσιάστηκε μια μη αναμενόμενη διακοπή. Κατά πάσα πιθανότητα πρόκειται για σφάλμα. Παρακαλώ αποθηκεύστε ένα αντίγραφο λεπτομερούς περιγραφής και δημιουργήστε μια αναφορά σφάλματος.
es: Ha ocurrido una excepción no manipulada . Seguramente esto sea un error. Por favor, guarde una copia del detalle de la excepción y envíe un reporte de error.
fr: Une exception non gérée est survenue. Il s'agit sans doute d'un bogue. Veuillez sauvegarder une copie de l'exception détaillée et remplir un rapport de bogue.
gu: ન સંભાળેલ અપવાદ ઉત્પન્ન થયુ. આ મોટેભાગે ભૂલ છે. મહેરબાની કરીને વિગત થયેલ અપવાદની નકલનો સંગ્રહ કરો અને ભૂલ અહેવાલને જમા કરો.
hu: Egy nem kezelt kivétel történt. Ez valószínűleg egy hiba. Kérem mentsen egy részletes másolatot a kivételről és töltsön ki egy hibajelentést.
it: Si è verificata una eccezione non gestita. Molto probabilmente questo è un bug. Prego, salvare una copia dettagliata dell'eccezione e inviare un bug report.
ja: 取り扱えない例外が発生しました。これはたいていはバグです。詳細な例外のコピーを保存し、バグレポートを作成してください。
kn: ಒಂದು ನಿಭಾಯಿಸದ ತೊಡಕು ಕಂಡುಬಂದಿದೆ. ಇದು ಬಹುಶಃ ದೋಷವಿದ್ದಿರಬೇಕು. ದಯವಿಟ್ಟು ಈ ತೊಡಕುಗಳ ವಿವರಗಳ ಪ್ರತಿಯನ್ನು ಉಳಿಸಿಕೊಂಡು ಈ ತಂತ್ರಾಂಶವನ್ನು ಒದಗಿಸಿದವರಲ್ಲಿ.
ko: 처리할 수 없는 예외 상황이 발생했습니다. 이는 대부분 버그입니다. 예외 상황 설명 복사본을 저장하고 버그 리포트를 작성하십시오.
ml: അപരിചിതമായ എക്സെപ്ഷനുണ്ടായിരിക്കുന്നു. ഇതൊരു ബഗാവാം. ദയവായി, വിശദമായ ഒരു പകര്‍പ്പു് സൂക്ഷിച്ചു് ബഗ് രേഖപ്പെടുത്തുക.
mr: न हाताळलेले अपवाद आढळले. हे सहसा बग असू शकते. कृपया तपशील अपवादाची प्रत साठवा व बग अहवाल सादर करा.
nl: Een niet afgehandelde uitzondering is opgetreden. Dit is hoogst waarschijnlijk een fout. Sla a.u.b een kopie van de gedetaileerde uitzondering op en maak een fout rapport aan.
pa: ਇੱਕ ਨਾ-ਪਰਬੰਧਿਤ ਅੱਪਵਾਦ ਆਇਆ ਹੈ। ਇਹ ਬੱਗ ਲੱਗਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵਿਸਥਆਰ ਜਾਣਕਾਰੀ ਦੀ ਨਕਲ ਸੰਭਾਲੋ ਅਤੇ ਬੱਗ ਰਿਪੋਰਟ ਫਾਇਲ ਕਰੋ।
pt: Ocorreu um erro não recuperável. Provavelmente isto é um erro do programa. Por favor, guarde a cópia detalhada da excepção e envie um relatório do erro.
pt_br: Uma exceção não trata ocorreu. É mais provável que isso seja um erro. Por favor, salve uma cópia da exceção detalhada e registre um relatório de erro.
ru: Произошло необрабатываемое исключение. Вероятно, это ошибка. Пожалуйста, сохраните копию исключения и создайте отчёт об ошибке.
sv: Ett undantag som inte hanterades inträffade. Detta är med största sannolikhet ett fel. Spara en kopia av det detaljerade undantaget och skapa en felrapport.
ta: ஒரு கையாளப்படாத விதிவிலக்கு ஏற்பட்டுவிட்டது. இது முக்கியமாக ஒரு பிழையாகும். ஒருவிவரமான விதிவிலக்கு மற்றும் கோப்பு பிழை குறிப்பு நகலை சேமி.
te: ఒక సంభాలించని ఆక్షేపణ యెదురైంది. ఇది సాధారణంగా బగ్. దయచేసి విశదీకృత ఆక్షేపణ నకలును దాయండి మరియు బగ్ నివేదికను నమోదుచేయండి.
uk: Виникла виключна ситуація, яку неможливо обробити. Ймовірно, це помилка. Будь ласка, збережіть копію цього виключення та створіть звіт про помилку.
zh_cn: 产生了一个未处理的异常。 这很可能是一个程序漏洞。 请保存一份此异常的详细信息并提交一份漏洞报告。
zh_tw: 產生了一個未處理的異常。 這很可能是一個程式錯誤。 請儲存一份異常的詳細資訊並提交一份錯誤報告。

source: Info
ar: معلومات
ast: Información
ca: Informació
da: Information
el: Πληροφορίες
es: Información
fr: Informations
gu: જાણકારી
ja: 情報
kn: ಮಾಹಿತಿ
ko: 정보
ml: വിവരം
mr: माहिती
pa: ਜਾਣਕਾਰੀ
ru: Инфо
ta: தகவல்
te: సమాచారము
uk: Інформація
zh_cn: 信息
zh_tw: 資訊

source: _Details
ar: _تفاصيل
ast: _Detalles
bs: _Detalji
ca: _Detalls
da: _Detaljer
el: _Λεπτομέρειες
es: _Detalles
fr: _Détails
gu: વિગતો (_D)
hu: _Részletek
it: _Dettagli
ja: 詳細(_D)
kn: ವಿವರಗಳು(_D)
ko: 상세 정보(_D)
ml: _വിശദാംശങ്ങള്‍
mr: तपशील (_D)
pa: ਵੇਰਵਾ(_D)
pt: _Detalhes
pt_br: _Detalhes
ru: _Подробности
sv: _Detaljer
ta: விவரங்கள் (_D)
te: వివరములు (_D)
uk: Подро_биці
zh_cn: 详情(_D)
zh_tw: 細節(_D)

source: Bug _description
ar: ت_فاصيل المشكلة
ast: _Descripción del fallu
bs: Opis _greške
ca: _Descripció de l'error
da: Fejl_beskrivelse
de: _Fehlerbeschreibung
el: Περιγραφή _σφάλματος
es: _Descripción del error
fr: _Description du bogue
gu: ભૂલ વર્ણન (_d)
hu: Hiba _leírás
it: _Descrizione bug
ja: バグ記述(_D)
kn: ದೋಷ ವಿವರಣೆ(_d)
ko: 버그 설명 (_D)
ml: ബഗ് _വിവരണം
mr: वग वर्णन (_d)
nl: Fout_beschrijving
pa: ਬੱਗ ਵਰਣਨ(_D)
pt: _Descrição do erro
pt_br: _Descrição do erro
ru: Описание _ошибки
sv: Fel_beskrivning
ta: பிழை விளக்கம் ( _d)
te: బగ్ వివరణ (_d)
uk: _Опис помилки
zh_cn: 漏洞描述(_d)
zh_tw: 錯誤描述(_D)

source: Destination _file
ar: _ملف الوجهة
ast: Ficheru de destín
bs: Odredišna _datoteka
ca: _Fitxer destí
da: Destinations_fil
de: _Zieldatei
el: Αρχείο _προορισμού
es: Archivo de destino
fr: _Fichier de destination
gu: લક્ષ્ય ફાઇલ (_f)
hu: Cél _fájl
it: _File di destinazione
ja: ファイルの宛先(_F)
kn: ಗುರಿ ಕಡತ(_f)
ko: 대상 파일 (_F)
ml: ലക്ഷ്യസ്ഥാനത്തുള്ള _ഫയല്‍
mr: लक्ष्य फाइल (_f)
nl: Bestemmings bestand
pa: ਨੀਯਤ ਫਾਇਲ(_F)
pt: _Ficheiro de destino
pt_br: _Arquivo de destino
ru: Выходной _файл
sv: Mål_fil
ta: இலக்கு கோப்பு ( _f)
te: గమ్యపు దస్త్రము (_f)
uk: Файл _призначення
zh_cn: 目标文件(_f)
zh_tw: 目的檔案(_F)
