Repository: eurolinux-enterprise-linux-sources/python-meh
Catalog: src/po/*.po
Languages: ar, ast, bs, ca, da, de, el, es, fr, gu, hu, it, ja, kn, ko, ml, mr, nl, pa, pt, pt_br, ru, sv, ta, te, uk, zh_cn, zh_tw

source: Dump Written
ar: تمت كتابة التفريغ
ast: Volcando lo escrito
bs: Izbačaj je zapisan
ca: Bolcat escrit
da: Dump skrevet
de: Speicherauszug geschrieben
el: Καταγράφηκαν τα απορρίμματα κώδικα
es: Volcando lo escrito
fr: Dump écrit
gu: ડમ્પ લખાયેલ
hu: Memóriakép kiírva
it: Dump scritto
ja: ダンプが書かれました
kn: ಕುಸಿತವನ್ನು ಬರೆಯಲಾಗಿದೆ
ko: 덤프가 작성되었습니다
ml: ഡംപ് സൂക്ഷിച്ചു
mr: डंप लिहीले
nl: Dump geschreven
pa: ਡੰਪ ਲਿਖਿਆ ਗਿਆ
pt: Resultado Escrito
pt_br: Despejo gravado
ru: Дамп записан
sv: Dump skriven
ta: டம்பால் எழுதப்பட்டது
te: డంపు వ్రాయబడింది
uk: Дамп записано
zh_cn: 转储已写入
zh_tw: 傾印已寫入

source: The error file has been successfully written to the disk. The program will now exit.
ar: تم كتابة الملف الخاطئ في القرص. وسيقوم البرنامج بالخروج الآن.
ast: El ficheru del fallu escribióse nel discu de mou satisfactoriu. Agora'l programa finará.
bs: Datoteka sa greškama je uspješno upisana na disk. Program će sada izaći.
ca: El fitxer d'error s'ha escrit correctament a disc. El programa finalitzarà ara.
da: Fejlfilen er blevet skrevet til disken uden problemer. Programmet vil nu blive afsluttet.
de: Die Fehlerdatei wurde erfolgreich auf die Festplatte geschrieben. Das Programm wird jetzt beendet.
el: Το αρχείου σφάλματος γράφτηκε επιτυχώς στο δίσκο. Το πρόγραμμα θα τερματιστεί.
es: El archivo del error fue escrito en el disco de manera exitosa. Ahora el programa finalizará.
fr: Le fichier d'erreurs a été écrit sur le disque. Ce programme se fermer.
gu: ભૂલ ફાઇલ ડિસ્કમાં સફળતાપૂર્વક લખી દેવામાં આવી છે. પ્રક્રિયા હવે બહાર નીકળશે.
hu: A hiba fájl sikeresen mentésre került a lemezen. A program most kilép.
it: L'errore è stato scritto su disco con successo. Il programma verrà chiuso.
ja: エラーファイルは正常にディスクに書かれました。プログラムは終了します。
kn: ದೋಷ ಕಡತವನ್ನು ಡಿಸ್ಕಿಗೆ ಯಶಸ್ವಿಯಾಗಿ ಬರೆಯಲಾಗಿದೆ. ಪ್ರೊಗ್ರಾಮ್ ಈಗ ನಿರ್ಗಮಿಸುತ್ತದೆ.
ko: 오류 파일이 성공적으로 디스크에 작성되었습니다. 프로그램을 종료합니다.
ml: പിശകുള്ള ഫയല്‍ ഡിസ്കിലേക്ക് സൂക്ഷിച്ചു. പ്രോഗ്രാമില്‍ നിന്നും പുറത്ത് കടക്കുന്നു.
mr: त्रुटी फाइल यशस्वीरित्या डिस्कवर लिहीले. कार्यक्रम आत्ता बाहेर पडेल.
nl: Het fout bestand is succesvol naar schijf geschreven. Het programma wordt nu afgesloten.
pa: ਗਲਤੀ ਫਾਇਲ ਸਫਲਤਾਪੂਰਕ ਡਿਸਕ ਤੇ ਲਿਖੀ ਗਈ ਹੈ। ਪਰੋਗਰਾਮ ਹੁਣ ਬੰਦ ਹੋ ਜਾਵੇਗਾ।
pt: O erro foi gravado em disco com sucesso. O programa vai agora terminar.
pt_br: O arquivo de erro foi gravado com sucesso no disco. O programa sairá agora.
ru: Файл ошибок успешно записан на диск. Программа будет завершена.
sv: Felrapporten har sparats på disk. Programmet kommer nu avslutas.
ta: பிழையான கோப்பானது வெற்றிகரமாக வட்டிக்கு எழுதியது. இப்போது அந்த நிரல் வெறியே உள்ளது.
te: దోషపు దస్త్రము సమర్ధవంతంగా డిస్కునకు వ్రాయబడింది. ప్రోగ్రాము యిప్పుడు నిష్క్రమిస్తుంది.
uk: Файл помилок успішно записано на диск. Програму буде завершено.
zh_cn: 错误文件已成功保存到磁盘。 现在程序将退出。
zh_tw: 錯誤檔案已成功寫入磁碟。 現在程式將離開。

source: Dump Not Written
ar: لم تتم كتابة التفريغ
ast: Volcando lo nun escrito
bs: Ispis memorije nije zapisan
ca: Bolcat no escrit
da: Dump ikke skrevet
de: Speicherauszug nicht geschrieben
el: Δεν καταγράφηκαν τα απορρίμματα κώδικα
es: Volcando lo no escrito
fr: Cliché non écrit
gu: ડમ્પ લખાયેલ નથી
hu: Memóriakép nincs kiírva
it: Dump non scritto
ja: ダンプが書かれませんでした
kn: ಕುಸಿತವನ್ನು ಬರೆಯಲಾಗಿಲ್ಲ
ko: 덤프가 작성되지 않았습니다
ml: ഡംപ് സൂക്ഷിച്ചിട്ടില്ല
mr: डंप लिहीले नाही
nl: Dump niet geschreven
pa: ਡੰਪ ਨਹੀਂ ਲਿਖਿਆ ਗਿਆ
pt: Resultado Não Escrito
pt_br: Despejo não gravado
ru: Дамп не записан
sv: Dump ej skriven
ta: டம்ப்பால் எழுதப்படாத
te: డంపు వ్రాయబడలేదు
uk: Дамп не записано
zh_cn: 转储未写入
zh_tw: 傾印未寫入

source: There was a problem writing the error report.
ar: كانت هناك مشكلة في كتابة تقرير عن الخطأ.
ast: Hebo un problema mientres s'escribía l'informe del fallu.
bs: Pojavio se problem pri upisivanju izvještaja o greškama.
ca: Hi ha hagut un problema a l'hora d'escriure l'informe d'error.
da: Der opstod et problem under skrivning af fejlrapporten.
de: Ein Problem trat auf beim Erstellen des Fehlerberichts.
el: Υπήρξε ένα πρόβλημα στη αναφορά σφάλματος.
es: Ha ocurrido un problema mientras se escribía el reporte del error.
fr: Un problème est survenu lors de l'écriture du rapport d'erreurs.
gu: ભૂલ અહેવાલ લખતી વખતે સમસ્યા હતી.
hu: Hiba történt a jelentés rögzítése közben.
it: Si è verificato un problema durante la scrittura del rapporto di errore.
ja: エラーレポートの書き込みに問題がありました。
kn: ದೋಷ ವರದಿಯನ್ನು ಬರೆಯುವಲ್ಲಿ ಒಂದು ತೊಂದರೆ ಉಂಟಾಗಿದೆ.
ko: 오류 보고서를 작성하는 도중 문제가 발생했습니다.
ml: പിശകിനുള്ള റിപോര്‍ട്ട് രേഖപ്പെടുത്തുന്നതില്‍ പിശക്.
mr: त्रुटी अहवाल लिहीतेवेळी अडचण आढळली.
nl: Er was een probleem met het schrijven van het fout rapport.
pa: ਗਲਤੀ ਰਿਪੋਰਟ ਲਿਖਣ ਵਿੱਚ ਸਮੱਸਿਆ ਆਈ ਸੀ।
pt: Houve um problema ao gravar o relatório.
pt_br: Houve um problema ao gravar o relatório de erro.
ru: Проблема при записи отчёта об ошибках.
sv: Det uppstod ett problem vid skrivandet av felrapporten.
ta: அங்கே பிழை குறிப்பை எழுதுவதில் ஒரு சிக்கல்.
te: దోష నివేదికను వ్రాయుటలో అక్కడ వొక దోషమువుంది.
uk: Помилка при записі звіту про помилку.
zh_cn: 写入错误报告时发生了一个问题。
zh_tw: 寫入錯誤報告時發生了問題。

source: No Network Available
ar: لا توجد شبكة متوفرة
ast: Nun esiste denguna rede disponible
bs: Nema raspolozive mreže
ca: No hi ha cap xarxa disponible
da: Intet netværk tilgængeligt
de: Kein Netzwerk verfügbar
el: Δεν υπάρχει διαθέσιμο δίκτυο
es: No existe ninguna red disponible
fr: Aucun réseau n'est disponible
gu: નેટવર્ક ઉપલ્બધ નથી
hu: Nincs elérhető hálózat.
it: Nessuna rete disponibile
ja: ネットワークが利用不可能
kn: ಯಾವುದೆ ಜಾಲಬಂಧವು ಲಭ್ಯವಿಲ್ಲ
ko: 네트워크 사용 불가능
ml: നെറ്റ്‌വര്‍ക്ക് ലഭ്യമല്ല
mr: नेटवर्क उपलब्ध नाही
nl: Geen netwerk beschikbaar
pa: ਕੋਈ ਨੈੱਟਵਰਕ ਉਪਲੱਬਧ ਨਹੀਂ
pt: Sem Rede Disponível
pt_br: Nenhuma rede disponível
ru: Сеть недоступна
sv: Inget nätverk tillgängligt
ta: பிணையம் இருக்கவில்லை
te: నెట్వర్కు అందుబాటులో లేదు
uk: Мережа не доступна
zh_cn: 没有可用的网络连接
zh_tw: 沒有可用的網路連線

source: Cannot save a bug report since there is no active network device available.
ar: يتعذر حفظ تقرير الخطأ بسبب عدم توفر أجهرة شبكة فعالة.
ast: Nun se puede guardar un informe del fallu porque nun esiste disponible dengún preséu de rede.
bs: Ne mogu da sačuvam izvještaj o grešci jer nema nijednog dostupnog aktivnog mrežnog uređaja.
ca: No s'ha pogut desar l'informe d'error ja que no hi ha cap dispositu de xarxa disponible.
da: Kan ikke gemme en fejlrapport eftersom der ikke er nogen aktiv netværksenhed tilgængelig.
de: Es kann kein Fehlerbericht gespeichert werden, solange keine aktive Netzwerkschnittstelle vorhanden ist.
el: Αδυναμία αποθήκευσης αναφοράς σφάλματος καθώς δεν υπάρχει διαθέσιμη συσκευή δικτύου.
es: No es posible guardar un reporte del error ya que no existe disponible ningún dispositivo de red.
fr: Impossible de sauvegarder le rapport de bogues puisqu'il n'y a pas de périphérique réseau disponible.
gu: ભૂલ અહેવાલનો સંગ્રહ કરી શકાતો નથી જ્યાં સુધી સક્રિય નેટવર્ક ઉપલ્બધ નથી.
hu: Nem tudja a hibajelentést menteni, mert nincs aktív elérhető hálózati eszköz
it: Impossibile salvare un bug report dato che non è disponibile nessun dispositivo di rete attivo.
ja: アクティブなネットワーク装置が利用不可能なのでバグレポートを保存できません。
kn: ಯಾವುದೆ ಸಕ್ರಿಯ ಜಾಲ ಸಾಧನವು ಲಭ್ಯವಿರದ ಕಾರಣ ದೋಷ ವರದಿಯನ್ನು ಉಳಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ko: 활성 네트워크 장치를 사용할 수 없기 때문에 버그 리포트를 저장할 수 없습니다.
ml: സജീവമായ നെറ്റ്‌വര്‍ക്ക് ഡിവൈസ് ലഭ്യമല്ലാത്തതിനാല്‍, ഒരു ബഗ് റിപോര്‍ട്ട് സൂക്ഷിക്കുവാന്‍ സാധ്യമല്ല.
mr: सक्रीय नेटवर्क उपकरन उबलब्ध नसल्यामुळे बग अहवाल साठवण्यास अशक्य.
nl: Kan geen fout rapport schrijven omdat er geen actief netwerk interface beschikbaar is.
pa: ਬੱਗ ਰਿਪੋਰਟ ਸੰਭਾਲ ਨਹੀਂ ਸਕਦਾ ਕਿਉਂਕਿ ਕੋਈ ਸਰਗਰਮ ਨੈੱਟਵਰਕ ਜੰਤਰ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ।
pt: Não é possível gravar um relatório de erros por não haver nenhum dispositivo de rede activo disponível.
pt_br: Não é possível salvar um relatório de erro pois não há um dispositivo de rede ativo disponível.
ru: Не удалось сохранить отчёт об ошибках, поскольку недоступны активные сетевые устройства.
sv: Kan inte spara felrapporten eftersom det inte finns någon aktiv nätverksenhet tillgänglig.
ta: செயல்பாட்டிலுள்ள சாதனம் கிடைக்கும் வரை அங்கே ஒரு பிழை குறிப்பை சேமிக்க முடியாது.
te: ఎటువంటి క్రియాశీల నెట్వర్కు పరికరము అందుబాటులో లేని కారణంగా బగ్ నివేదిక దాయుట వీలుపడదు.
uk: Не вдається зберегти звіт про помилки, оскільки недоступні активні мережні пристрої.
zh_cn: 由于没有活跃的网络设备可用，漏洞报告无法保存。
zh_tw: 由於沒有現用的網路裝置可用，錯誤報告無法儲存。

source: Your bug could not be filed due to the following error when communicating with bugzilla: %s
ar: مشكلتك لا يمكن تسجيلها بسبب الخطأ التالي عند الاتصال مع bugzilla: %s
ast: El to fallu nun pudo mandase porque hebo'l siguiente fallu nel procesu de comunicación con bugzilla: %s
bs: Vaša greška ne može biti podnijeta zbog sljedece greške u komunikaciji sa bugzilla-om: %s
ca: El vostre error no s'ha pogut enviar pel següent error quan s'intentava communicar amb el bugzilla: %s
da: Din rapport er ikke blevet sendt på grund af følgende fejl under kommunikation med bugzilla: %s
de: Ihr Fehlerbericht konnte nicht eingereicht werden, aufgrund des folgenden Fehlers bei der Kommunikation mit Bugzilla: %s
el: Η αναφορά σφάλματος σας δεν μπορεί να δημιουργηθεί καθώς προέκυψε το ακόλουθο σφάλμα με την επικοινωνία με το bugzilla: %s
es: Su error no pudo ser enviado debido al siguiente inconveniente durante el proceso de comunicación con bugzilla: %s
fr: Votre bogue n'a pas pu être enregistré sur Bugzilla à cause de l'erreur de communication suivante : %s
gu: જ્યારે બગઝીલા સાથે વિચારણા કરી રહ્યા હોય ત્યારે નીચેની ભૂલ દરમ્યાન તમારી ભૂલને જમા કરી શક્યા નથી: %s
hu: Az Önnél jelentkezett hibát nem sikerült jelenteni a bugzillával folytatott kommunikációban fellépett hiba miatt: %s
it: Il bug non può essere inviato a causa del seguente errore durante la comunicazione con bugzilla: %s
ja: あなたのバグは bugzilla との通信時に以下のエラーのため、記録できませんでした。 %s
kn: ಬಗ್‌ಝಿಲ್ಲಾದೊಂದಿಗೆ ವ್ಯವಹರಿಸುವಾಗ ಈ ಕೆಳಗಿನ ದೋಷ ಉಂಟಾದ ಕಾರಣ ನಿಮ್ಮ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ: %s
ko: 버그질라와 통신할 때 다음과 같은 오류로 인해 버그를 작성하지 못했습니다: %s
ml: ബഗ്സിലയുമായി ബന്ധപ്പെടുന്നതിനിടയിലുണ്ടായ ഈ പിശക് കാരണം നിങ്ങളുടെ ബഗ് രേഖപ്പെടുത്തുവാനായില്ല: %s
mr: बगझीलाशी संपर्क साधतेवेळी खालील त्रुटीमुळे तुमचे बग सादर झाले नाही: %s
nl: Jouw fout kon niet opgeslagen worden door de volgende fout tijdens de communicatie met bugzilla: %s
pa: ਤੁਹਾਡਾ ਬੱਗ ਫਾਇਲ ਨਹੀਂ ਹੋ ਸਕਦਾ ਕਿਉਂਕਿ ਬੱਗਜ਼ੀਲਾ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਤੇ ਹੇਠਲੀ ਗਲਤੀ ਆਈ ਹੈ: %s
pt: O seu erro não pôde ser relatado devido ao seguinte erro durante a comunicação com o Bugzilla: %s
pt_br: O seu erro não pôde ser registrado devido ao seguinte erro ao comunicar com o bugzilla: %s
ru: Не удалось создать отчёт об ошибке из-за проблемы при подключении к Bugzilla: %s
sv: Ditt fel kunde inte registreras på grund av följande fel vid kommunikationen med bugzilla: %s
ta: உங்களது பிழையானது கோப்பிடப்படவில்லை காரணம் இவை bugzillaக்கு தெரிவிக்கும் போது பிழை: %s
te: బగ్‌జిల్లాతో సంప్రదించునప్పుడు ఈ క్రింది దోషము కారణంగా మీ బగ్ నమోదు కాలేదు: %s
uk: Не вдається створити звіт про помилку через проблему при приєднанні до Bugzilla: %s
zh_cn: 由于在与 bugzilla 沟通时出现以下错误，因此无法归档您的 bug： %s
zh_tw: 由於在與 bugzilla 溝通時出現以下錯誤，因此無法將您的錯誤歸檔： %s

source: Your bug could not be filed due to bad information in the bug fields. This is most likely an error in the bug filing program: %s
ar: مشكلتك لا يمكن تسجيلها بسبب المعلومات غير المناسبة في حقول المشكلة. هذا في الأغلب خطأ في برنامج تسجيل المشكلة: %s
ast: El to fallu nun pudo mandase por una mala información en dalgún campu de los que lu describen. De xuru esto débese a un pilancu del programa d'unvíu de fallos: %s
bs: Vaša greška ne može biti podnijeta zbog loših podataka u poljima greške. Ovo je najvjerovatnije greška u programu za podnošenje grešaka: %s
ca: No s'ha pogut enviar el seu error degut a que els camps de l'error contenen informació incorrecta. Pot ser un error en el programa d'enviament d'errors: %s
da: Din fejlrapport kunne ikke blive indsendt på grund af dårlig information i fejlfelterne. Dette er højst sandsynligt en fejl i fejlrapporteringsprogrammet: %s
de: Ihr Fehlerbericht konnte nicht eingereicht werden, aufgrund ungültiger Informationen in den Datenfeldern. Höchstwahrscheinlich handelt es sich hierbei um einen Fehler im Programm: %s
el: Η αναφορά σφάλματος σας δεν μπορεί να δημιουργηθεί λόγω κακών πληροφοριών στη φόρμα αναφοράς. Κατά πάσα πιθανότητα πρόκειται για σφάλμα του προγράμματος δημιουργίας αναφοράς: %s
es: Su error no pudo ser enviado debido a una mala información en alguno de los campos que lo describen. Seguramente esto es debido a un inconveniente del programa de envío de errores: %s
fr: Votre bogue n'a pas pu être enregistré sur Bugzilla à cause d'informations erronées dans les champs de bogues. Ceci est sans doute dû à une erreur dans le programme de rapport de bogues : %s
gu: તમારી ભૂલ ભૂલ ક્ષેત્રોમાં ખરાબ જાણકારી દરમ્યાન અદા કરી શક્યા નથી. આ મોટેભાગે ભૂલ જમા કરવાની પ્રક્રિયામાં ભૂલ છે: %s
hu: Az Önnél jelentkezett hibát nem sikerült jelenteni, mert a hiba mezőkben nem megfelelő információ van. Ez valószínűleg a hibajelentő program hibája: %s
it: Il bug non può essere inviato a causa di informazioni errate nei campi bug. Questo molto probabilmente è un errore nel programma di schedaturau bug: %s
ja: あなたのバグはバグ領域にある悪い情報のため、記録できませんでした。これはたいていはバグ記録プログラムのエラーです: %s
kn: ದೋಷದ ಸ್ಥಳಗಳಲ್ಲಿನ ತಪ್ಪಾದ ಮಾಹಿತಿಯಿಂದಾಗಿ ನಿಮ್ಮ ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಇದು ಬಹುಷಃ ದೋಷ ವರದಿ ಸಲ್ಲಿಕೆ ಪ್ರೊಗ್ರಾಮ್‌ನಲ್ಲಿನ ಒಂದು ದೋಷದ ಕಾರಣದಿಂದಾಗಿರಬಹುದು: %s
ko: 버그 영역에 있는 잘못된 정보로 인해 버그를 작성하지 못했습니다. 이는 버그 작성 프로그램에 있는 오류와 같습니다: %s
ml: ബഗിനുള്ള ഫീള്‍ഡുകളിലെ തെറ്റായ വിവരങ്ങള്‍ കാരണം നിങ്ങളുടെ ബഗ് രേഖപ്പെടുത്തുവാനായില്ല. ഇതു് ബഗ് രേഖപ്പെടുത്തുന്ന പ്രോഗ്രാമിലെ പിശകാവാം: %s
mr: बग क्षेत्रमध्ये अयोग्य माहिती भरल्यामुळे तुमचे बग सादर झाले नाही. हे सहसा बग भरण्याच्या प्रणालीतील त्रुटी असू शकते: %s
nl: Jouw fout kon niet opgeslagen worden door verkeerde informatie in de fout velden. Dit is waarschijnlijk een fout in het fout rapporterings programma: %s
pa: ਬੱਗ ਖੇਤਰ ਵਿੱਚ ਗਲਤ ਜਾਣਕਾਰੀ ਕਰਕੇ ਤੁਹਾਡਾ ਬੱਗ ਫਾਇਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਇਸ ਦਾ ਕਾਰਨ ਬੱਗ ਫਾਇਲਿੰਗ ਪਰੋਗਰਾਮ ਵਿੱਚ ਇੱਕ ਗਲਤੀ ਹੈ: %s
pt: O erro não pode ser submetido devido a má informação nos campos do erro. Isto é provavelmente um erro na aplicação de submissão de erros: %s
pt_br: O seu erro não pôde ser registrado devido a informações incorretas nos campos do relatório. É mais provável que isso seja um erro no programa de registro de erros: %s
ru: Не удалось создать отчёт об ошибке, так как поля содержат недопустимые данные. Возможная причина &mdash; ошибка в программе создания отчётов: %s
sv: Ditt fel kunde inte registreras på gund av felaktig information i felrapportfälten. Detta är med största sannolikhet ett fel i felrapporteringsprogrammet: %s
ta: உங்களது பிழை நிரப்பவில்லை ஏனெனில் பிழை புலங்களிலுள்ள தவனாறன தகவலால் நிரப்பபடவில்லை. இது முக்கியமான பிழை நிரப்பும் நிரலின் பிழையாகும்: %s
te: బగ్ క్షేత్రములనందలి చెడ్డ సమాచారము కారణంగా మీ బగ్ నమోదు చేయబడలేక పోయింది. ఇది సాదారణంగా బగ్ నమోదీకరణ ప్రోగ్రామునందలి దోషము కావచ్చు: %s
uk: Не вдається створити звіт про помилку, оскільки поля містять неприпустимі дані. Можлива причина &mdash; помилка у програмі створення звітів: %s
zh_cn: 由于 bug 字段的坏信息，因此无法归档您的 bug。这可能是 bug 归档程序这的错误造成的： %s
zh_tw: 由於錯誤欄位的不當資訊，因此無法將您的錯誤歸檔。這可能是錯誤保存程式所造成的： %s

source: Unable To File Bug
ar: غير قادر على تسجيل المشكلة
ast: Nun se pudo unviar el fallu
bs: Nije moglo da podnese grešku
ca: No s'ha pogut enviar l'error
da: Kunne ikke indsende fejlrapport
de: Fehlerbericht konnte nicht eingereicht werden
el: Αδυναμία δήλωσης αναφοράς σφάλματος
es: No se ha posido enviar el error
fr: Impossible de soumettre le bogue
gu: ભૂલ જમા કરવામાં અસમર્થ
hu: A hibajelentés nem lehetséges
it: Impossibile schedare il bug
ja: バグ記録不可
kn: ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: 버그를 작성할 수 없음
ml: ബഗ് രേഖപ്പെടുത്തുവാന്‍ സാധ്യമല്ല
mr: बग सादर करण्यास अशक्य
nl: Niet in staat de fout op te slaan
pa: ਬੱਗ ਫਾਇਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
pt: Não é Possível Enviar o Erro
pt_br: Não foi possível relatar o erro
ru: Не удалось создать запрос
sv: Kan inte skicka felrapport
ta: கோப்பு பிழையை செய்ய முடியவில்லை
te: బగ్ నమోదు చేయలేక పోయింది
uk: Не вдається створити звіт
zh_cn: 无法归档 Bug
zh_tw: 無法將錯誤歸檔

source: Bug Filing Not Supported
ar: تسجيل المشكلة غير مدعوم
ast: Informe de fallos ensin sofitar
bs: Podnošenje grešaka nije podržano
ca: No es disposa d'enviament d'errors
da: Indsending af fejlrapport er ikke understøttet
de: Einreichen von Fehlerberichten nicht unterstützt
el: Δεν υποστηρίζεται η δημιουργία αναφοράς σφάλματος
es: Informe de errores no soportado
fr: La soumission de rapport de bogue n'est pas prise en charge
gu: ભૂલ જમા કરવાનું આધારભૂત નથી
hu: A hibajelentés nem támogatott
it: Schedatura bug non supportata
ja: バグ記録はサポートされていません
kn: ದೋಷ ವರದಿ ಸಲ್ಲಿಕೆಗೆ ಬೆಂಬಲವಿರುವುದಿಲ್ಲ
ko: 버그 작성이 지원되지 않음
ml: ബഗ് രേഖപ്പെടുത്തല്‍ പിന്തുണയ്ക്കുന്നില്ല
mr: बग सादरीकरण समर्थीत नाही
nl: Opslaan van fouten wordt niet ondersteund
pa: ਬੱਗ ਫਾਇਲ ਕਰਨਾ ਸਹਿਯੋਗੀ ਨਹੀਂ ਹੈ
pt: O Envio do Erro Não é Suportado
pt_br: Relato de erros não suportado
ru: Создание отчётов об ошибках не поддерживается
sv: Sändning av felrapporter stöds inte
ta: பிழை துணைபுரியவில்லை
te: బగ్ నమోదీకరణ మద్దతించబడుటలేదు
uk: Створення звітів про помилки не підтримується
zh_cn: 不支持 Bug 归档
zh_tw: 不支援錯誤歸檔

source: Your distribution does not provide a supported bug filing system, so you cannot save your exception this way.
ar: توزيعتك لا يوفر دعم نظام تسجيل المشكلة، لذلك لا يمكنكحفظ خطئك بهذه الطريقة.
ast: La to distribución nun tien sofitu pa un sistema de ficheru de fallos, de mou que la to esceición nun puede atroxase d'esti mou.
bs: Vaša distribucija ne podržava sistem za podnošenje grešaka, tako da ne možete sačuvati iznimku na ovaj način.
ca: La vostra distribució no disposa d'un sistema d'enviament d'errors, així que no es pot desar l'excepció d'aquesta manera.
da: Din distribution udbyder ikke et understøttet fejlrapporteringssystem, så du kan ikke gemme din undtagelse på denne måde.
de: Ihre Distribution bietet kein unterstütztes System zum Einreichen von Fehlerberichten, deshalb können Sie Ihre Ausnahme nicht auf diese Weise speichern.
el: Η διανομή σας δεν παρέχει ένα υποστηριζόμενο σύστημα αναφοράς σφαλμάτων, άρα δεν μπορείτε να αποθηκεύσετε το σφάλμα.
es: Su distribución no posee soporte para un sistema de archivo de errores, de modo que su excepción no puede ser almacenada de esta manera.
fr: Votre distribution ne prends pas en charge le système de rapport de bogue, vous ne pouvez donc pas sauvegarder votre exception de cette façon.
gu: તમારી વહેંચણીને આધારભૂત ભૂલ જમા સિસ્ટમમાં પૂરુ કરાતુ નથી, તેથી તમે આ માર્ગ માં તમારા અપવાદને સંગ્રહ કરી શકાતો નથી.
hu: A disztribúciója nem rendelkezik támogatott hibajelentő rendszerrel, így a kivételt nem mentheti ezen a módon.
it: L'attuale distribuzione non fornisce un sistema di schedatura bug supportato, quindi non è possibile salvare la propria eccezione in questo modo.
ja: あなたのディストリビューションはサポートしているバグ記録システムを提供していないので、あなたの例外はこの方法では保存できません。
kn: ನಿಮ್ಮ ವಿತರಣೆಯು ಒಂದು ಬೆಂಬಲಿತವಾದ ದೋಷ ವರದಿ ಸಲ್ಲಿಕೆಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ, ಆದ್ದರಿಂದ ನೀವು ನಿಮ್ಮ ಆಕ್ಷೇಪಣೆಯನ್ನು ಈ ರೀತಿಯಲ್ಲಿ ಉಳಿಸುವಂತಿಲ್ಲ.
ko: 배포판이 지원되는 버그 작성 시스템을 제공하지 않기 때문에 이 방법으로 예외 사항을 저장할 수 없습니다.
ml: നിങ്ങളുടെ വിതരണത്തില്‍ പിന്തുണയുള്ള ഒരു ബഗ് രേഖപ്പെടുത്തല്‍ സിസ്റ്റം ലഭ്യമല്ല. അതിനാല്‍ ഇപ്രകാരം നിങ്ങളുടെ എക്സെപ്ഷന്‍ സൂക്ഷിക്കുവാന്‍ സാധ്യമല്ല.
mr: तुमचे वितरण समर्थीत बग सादरीकरण प्रणाली पुरवत नाही, म्हणून तुम्ही अपवाद याप्रकारे साठवू शकत नाही.
nl: Jouw distributie biedt geen ondersteund fout rapporterings systeem, dus je kunt jouw uitzondering niet op deze manier opslaan.
pa: ਤੁਹਾਡੀ ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਇੱਕ ਸਹਿਯੋਗੀ ਬੱਗ ਫਾਇਲਿੰਗ ਸਿਸਟਮ ਨਹੀਂ ਦਿੰਦਾ, ਇਸ ਲਈ ਤੁਸੀਂ ਆਪਣਾ ਅੱਪਵਾਦ ਇਸ ਤਰਾਂ ਸੰਭਾਲ ਨਹੀਂ ਸਕਦੇ।
pt: A sua distribuição não oferece um sistema de comunicação de erros suportado, pelo que não poderá guardar a sua excepção desta forma.
pt_br: A sua distribuição não fornece um sistema de relato de erros suportado, portanto você não pode salvar a sua exceção desta maneira.
ru: Ваш дистрибутив не поддерживает создание отчётов об ошибках, поэтому вы не можете сохранить ваше исключение таким способом.
sv: Din distribution stödjer inte ett felrapporteringssystem som stöds, så du kan inte spara ditt undantag på detta sätt.
ta: உங்களது விநியோகம் துணைபுரியப்பட்ட ஒரு பிழை நிரப்பும் கணினிக்கு தருகிறது, எனவே உங்களது விதிவிலக்கை இவ்வழியில் சேமிக்க முடியாது.
te: మీకు పంపిణీ చేసినవారు బగ్ నమోదీకరణ వ్యవస్థకు మద్దతు అందిచుటలేదు, అందువలన మీరు మీ ఆక్షేపణలను ఈ విధంగా దాయలేరు.
uk: Ваш дистрибутив не підтримує створення звітів про помилки, тому ви не можете зберегти виключну ситуацію таким чином.
zh_cn: 您的发行本不提供 bug 归档支持，因此您不能用这种方法保存您的特例。
zh_tw: 您的發行版本不提供錯誤歸檔支援，因此您不能用這種方法儲存您的異常。

source: Invalid Bug Information
ar: معلومات المشكلة غير صالحة
ast: Información de fallu inválida
bs: Neispravni podaci o grešci
ca: Informació de l'error no vàlida
da: Ugyldig fejlinformation
de: Ungültige Fehlerinformationen
el: Μη έγκυρη πληροφορία αναφοράς σφάλματος
es: Información de error no válida
fr: Informations du bogue invalides
gu: અયોગ્ય ભૂલ જાણકારી
hu: Helytelen hibainformáció
it: Informazioni di bug non valide
ja: 不正なバグ情報
kn: ಅಮಾನ್ಯವಾದ ದೋಷ ಮಾಹಿತಿ
ko: 잘못된 버그 정보
ml: ബഗിന്റെ തെറ്റായ വിവരങ്ങള്‍
mr: अवैध बग माहिती
nl: Ongeldige fout informatie
pa: ਗਲਤ ਬੱਗ ਜਾਣਕਾਰੀ
pt: Informação do Erro Inválida
pt_br: Informações inválidas do erro
ru: Неверная информация об ошибке
sv: Ogiltig felrapportinformation
ta: தவறான பிழைத் தகவல்
te: చెల్లని బగ్ సమాచారము
uk: Неправильна інформація про помилку
zh_cn: 无效的漏洞信息
zh_tw: 無效的錯誤資訊

source: Please provide a valid username, password, and short bug description.
ar: الرجاء التزويد باسم مستخدم صالح، كلمة مرور, ووصف قصير للمشكلة.
ast: Por favor, indica un nome d'usuariu válidu, una contraseña, y una curtia descripción del fallu.
bs: Dostavite ispravno korisničko ime, šifru, i kratak opis greške.
ca: Si us plau indiqueu un nom d'usuari vàlid, clau i una descripció breu de l'error.
da: Angiv venligst et gyldigt brugernavn, adgangskode og en kort fejlbeskrivelse.
de: Bitte geben Sie einen gültigen Benutzernamen und Passwort sowie eine kurze Beschreibung des Fehlers an.
el: Παρακαλώ εισάγετε ένα έγκυρο όνομα χρήστη , κωδικό πρόσβασης και σύντομη περιγραφή του σφάλματος.
es: Por favor, indique un nombre de usuario válido, una contraseña, y una breve descripción del error.
fr: Veuillez fournir un nom d'utilisateur valide, un mot de passe, et une brève description du bogue.
gu: મહેરબાની કરીને યોગ્ય વપરાશકર્તા નામ, પાસવર્ડ, અને ટૂંકુ ભૂલ વર્ણનને પૂરુ પાડો.
hu: Kérem adjon egy érvényes felhasználói nevet, jelszavat, és egy rövid hibaleírást.
it: Si prega di fornire un nome utente, password validi e una breve descrizione del bug.
ja: 正しい利用者名と、パスワード、簡単なバグ記述を入れてください。
kn: ಒಂದು ಮಾನ್ಯವಾದ ಬಳಕೆದಾರ ಹೆಸರು, ಗುಪ್ತಪದ, ಹಾಗು ದೋಷದ ಸಂಕ್ಷಿಪ್ತ ವಿವರಣೆಯನ್ನು ಒದಗಿಸಿ.
ko: 올바른 사용자 이름과 암호, 간단한 버그 설명을 입력하십시오.
ml: ശരിയായ ഒരു ഉപയോക്തൃനാമം, അടയാളവാക്ക്, ബഗിനുള്ള ലഘു വിവരണം എന്നിവ നല്‍കുക.
mr: कृपया वैध वापरकर्त्याचे नाव, पासवर्ड, व लहान बग वर्णन पुरवा.
nl: Geef a.u.b. een geldige gebruikers naam, wachtwoord, en een korte fout beschrijving op.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਯੋਗ ਯੂਜ਼ਰ-ਨਾਂ, ਪਾਸਵਰਡ, ਅਤੇ ਸੰਖੇਪ ਬੱਗ ਵਰਣਨ ਦਿਓ।
pt: Por favor, indique um utilizador, uma senha válidos, assim como uma breve descrição do erro.
pt_br: Por favor, forneça um nome de usuário e senhas válidos e uma curta descrição do erro.
ru: Введите действительное имя пользователя, пароль и краткое описание ошибки.
sv: Ange ett giltigt användarnamn, lösenord och en kort felbeskrivning.
ta: ஓரு சரியான பயனர்பெயரை,கடவுச்சொல், மற்றும் சிறிய பிழை விளக்கத்தையும் தரவும்.
te: దయచేసి చెల్లునటువంటి వినియోగదారినామము, సంకేతపదము, మరియు పొట్టి బగ్ వివరణను అందించుము.
uk: Введіть дійсну назву користувача, пароль та короткий опис помилки.
zh_cn: 请提供有效的用户名、密码和一段简短的漏洞描述。
zh_tw: 請提供有效的使用者名稱、密碼和一段簡短的錯誤描述。
